#### LPerSKw Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol L/(sÂ·kW), indicating unit Liters per second kilowatt.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId LPerSKw { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property LPerSKw As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ LPerSKw { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace